Repository: Jasurbek2003/Medical-consultation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Oddiy kalit so'z tahlili asosida
ru: На основе простого анализа ключевых слов

source: Shifokorga ko'rsating
ru: Обратитесь к врачу

source: Umumiy holatni yaxshilash uchun shifokorga murojaat qiling.
ru: Обратитесь к врачу для улучшения общего состояния.

source: Tish gigienasini saqlang va shifokorga ko'rsating.
ru: Соблюдайте гигиену полости рта и обратитесь к стоматологу.

source: Qon bosimingizni nazorat qiling.
ru: Контролируйте ваше кровяное давление.

source: Ko'p suv iching va shifokorga murojaat qiling.
ru: Пейте больше воды и обратитесь к врачу.

source: Shifokor bilan maslahatlashing.
ru: Проконсультируйтесь с врачом.

source: Tibbiy Chat - AI Yordamchi
ru: Медицинский Чат - AI-Помощник

source: Chat Interface
ru: Интерфейс Чата

source: Xabar bo'sh bo'lishi mumkin emas
ru: Сообщение не может быть пустым

source: Xatolik yuz berdi. Iltimos qayta urinib ko'ring.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

source: Tahlil qilishda xatolik yuz berdi
ru: Произошла ошибка при анализе

source: Session tarixini olishda xatolik
ru: Ошибка при получении истории сессии

source: Session ID va umumiy baho talab qilinadi
ru: Требуется ID сессии и общая оценка

source: Session topilmadi
ru: Сессия не найдена

source: Fikr-mulohaza saqlandi. Rahmat!
ru: Отзыв сохранен. Спасибо!

source: Fikr-mulohaza yuborishda xatolik
ru: Ошибка при отправке отзыва

source: Tibbiy Konsultatsiya Tizimi
ru: Система Медицинских Консультаций

source: Chat tayyorlanmoqda...
ru: Чат готовится...

source: AI yordamchi bilan muloqot qilib, to'g'ri shifokorni toping
ru: Общайтесь с AI-помощником, чтобы найти подходящего врача

source: Sog'ligingiz - bizning ustuvorligimiz
ru: Ваше здоровье - наш приоритет

source: Zamonaviy AI texnologiyasi yordamida sizning tibbiy muammolaringizni tahlil qilib, eng mos shifokorni topishga yordam beramiz. Tez, oson va ishonchli!
ru: С помощью современных AI-технологий мы анализируем ваши медицинские проблемы и помогаем найти наиболее подходящего врача. Быстро, легко и надежно!

source: Chat Boshlash
ru: Начать Чат

source: Shifokorlar
ru: Врачи

source: AI Yordamchi
ru: AI-Помощник

source: Ilg'or sun'iy intellekt yordamida sizning simptomlaringizni tahlil qilib, to'g'ri mutaxassisni aniqlaydi
ru: С помощью передового искусственного интеллекта анализирует ваши симптомы и определяет правильного специалиста

source: Tez va Oson
ru: Быстро и Легко

source: Bir necha daqiqada muammoingizni tasvirlab, mos shifokorlarni topishingiz mumkin
ru: За несколько минут вы можете описать свою проблему и найти подходящих врачей

source: Aniq Tavsiya
ru: Точные Рекомендации

source: Tajribali va yuqori reytingli shifokorlar ro'yxatini olasiz
ru: Получите список опытных врачей с высоким рейтингом

source: Xavfsiz
ru: Безопасно

source: Sizning shaxsiy ma'lumotlaringiz to'liq himoyalangan va maxfiy saqlanadi
ru: Ваша личная информация полностью защищена и хранится конфиденциально

source: Online Konsultatsiya
ru: Онлайн Консультация

source: Uydan chiqmasdan ham shifokor bilan online uchrashuvga yozilishingiz mumkin
ru: Вы можете записаться на онлайн-встречу с врачом, не выходя из дома

source: Tasdiqlangan Shifokorlar
ru: Проверенные Врачи

source: Faqat litsenziyali va tekshirilgan shifokorlar ro'yxati
ru: Только лицензированные и проверенные врачи

source: Bizning Natijalar
ru: Наши Результаты

source: Shifokor
ru: Врач

source: Chat Sessiya
ru: Чат-Сессия

source: Mutaxassislik
ru: Специальность

source: Qoniqish Darajasi
ru: Уровень Удовлетворенности

source: Tibbiy Konsultatsiya Tizimi. Barcha huquqlar himoyalangan.
ru: Система Медицинских Консультаций. Все права защищены.

source: API Hujjatlari
ru: API Документация

source: Admin Panel
ru: Админ Панель

source: Tibbiy Konsultatsiya Chat
ru: Чат Медицинских Консультаций

source: AI Yordamchi Faol
ru: AI-Помощник Активен

source: AI Yordamchi Mavjud Emas
ru: AI-Помощник Недоступен

source: Xush kelibsiz!
ru: Добро пожаловать!

source: Men sizning tibbiy yordamchingizman. Muammoingizni batafsil aytib bering, men sizga eng mos shifokorni topib beraman.
ru: Я ваш медицинский помощник. Расскажите подробно о вашей проблеме, и я найду для вас наиболее подходящего врача.

source: AI javob yozmoqda...
ru: AI пишет ответ...

source: Muammoingizni batafsil yozing...
ru: Опишите вашу проблему подробно...

source: Yuborish
ru: Отправить
